Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 为了保证城里的秩序，南面和北面都派了大量的守卫看着，但是，刑七三人都以为莫景想从北面离开，因为北面是活水河界的方向，所以北面的守卫比南面还要多。
en_us: To assure the order and peace in the city, both gates had many guards, to keep watch. However, Xing Qi and co all thought that Mo Jing would want to leave through the north gate because the north gate led to Living Waters River Boundary. Thus, there were more guards at the north gate.

source: 为了保证能抓到两只肥羊，他们把其他客人都迷倒了，免得突然出现捣乱了他们的计划。
en_us: To ensure that they would be able to get their prey today, they had knocked all the other customers unconscious to prevent anyone from messing up their plan.

source: 为了关押这里的人，赤血家族也算下了血本，因为级别越高的玄铁越不容易得到。
en_us: To imprison these people, the ChiXue Family had really gone all in because the higher the level of the myth steel, the harder it was to find.

source: 为了守株待兔，他们已经在这里浪费了很多时间。
en_us: To wait for their prey, they had wasted a lot of time here.

source: 为了得到转生丹欠缺的两株灵草，游小默和凌霄根据就近原则来到了乌山集镇，由绵延的丘岭山脉组成，错落着许多小部落，因为许多是依山而建，所以看起来不像大城池那般平整。
en_us: To find the last two magic herbs for the Reincarnation Pill, by the logic of going to the closest place first, they arrived at WuShan Town. It was many small tribes that combined into one town, which followed the path of the continuous mountain range (丘岭山脉), thus it didn't look as flat and tidy as a normal city.

source: 为了找到凶手，西境现在完成乱成一团了，每隔一段时间就传出哪里爆发了争斗。
en_us: Xi Jing was now in a mess in order to find the murderer. News of fighting breaking out in an area would be conveyed every once in a while.

source: 为了把游小默他们引出来，苏朗可是帮了大忙，不过他没有和李管事摊牌，只是设计让灵草堂收了这株灵草，然后就在一旁等着鱼儿上勾。
en_us: In order to lure out You XiaoMo and his companion, Su Lang had gone and helped manager Li with this immense task, but didn't tell the other anything. He just had the Magic Herb Shop take the herb and sat to the side, waiting for the fish to bite.

source: 为了治疗眼睛，他翻找了很多资料，最后才发现浴火宝丹的存在，这种灵草以令人浴火重生，应该可以治他的眼睛，可是炼制这种灵丹所需的材料却是给了他沉痛一击。
en_us: In order to cure his eyes, he had searched through numerous resources before finally discovering the existence of the Fire Bathed Jewel. This kind of magic herb could make someone reborn by bathing in fire, so it should also be able to cure his eyes. But the ingredients needed to refine this magic pill had given him a heavy blow.

source: 为了烤好肉，游小默忙得团团转，一会要跑到这边，一会要跑到那边，生怕把肉烤焦了。
en_us: In order to roast the meat properly, You XiaoMo was so busy he was running around in circles. One moment he need to run to this side, another moment he needed to run to the other side, for fear of burning the meat.

source: 为了这张丹方，鲁长老这次可真是下了血本，谁不知道那枚固心丹是他成为二品丹师后唯一成功炼制出来的灵丹。
en_us: Elder Lu had really given it all to get this pill recipe. Everyone knew that this Heart Fortification pill was his only successful one after breaking through to a grade two mage.

source: 为了避免玉简丢失，他将玉简里的丹方都复制到另一枚玉简上，由于两枚玉简的容量不一样，他只能把高级丹方和顶级丹方复制进去。
en_us: To prevent the jade drive from being lost, he copied all of the pill recipes onto a different jade drive. Since the two jade drives had different storage capacities, he could only fit the high-grade and pinnacle level pill recipes in. (高级丹方和顶级丹方)

source: 为了防止有人中途打扰他，他让吞金兽和金翅虫在附近守着。
en_us: In order to prevent people from disturbing him in the middle, he told the Metal Swallowing Beast and Golden Winged Insects to keep an eye out nearby.

source: 为什么他会被困在自然城里？
en_us: Why would he be have been trapped in ZiRan City?

source: 为什么传族之宝会开启？
en_us: Why on earth would the Inheritance Jewel activate?

source: 为什么到她手上却每次都要废死他很多脑细胞，明知道他智商负二位数还这么考验他，老天太不长眼了。
en_us: Then how come every time it landed in his hands, he always had to waste so many brain cells? Despite clearly knowing his IQ was in the negatives, the Heavens were still testing him like this, they were too blind.

source: 为保险起见，凌霄在游小默体内种下一粒火种，火种是麒麟神火，可在危急时刻救主人一命。
en_us: For insurance, Ling Xiao planted a fire seed (火种) inside of You XiaoMo. The fire seed was part of the Qilin Godfire, and it could save someone's life in a critical moment.

source: 为游小默和凌霄引路的黑鸦是天刚亮的时候就停在他们的房顶上，在黑鸦的羽毛下塞着一张纸，上面写明拍卖盛会开始的时间。
en_us: The black crow which was leading the way for You XiaoMo and Ling Xiao had alighted on their roof just as dawn arrived. A piece of paper was tucked under the feathers of the black crow and written on it was the time the auction would begin.

source: 为避免惹上麻烦，部分人很惜命的离开了。
en_us: In order to avoid attracting trouble, some people that valued their life left/left in consideration of their life.

source: 为防止炼丹之人有同伴，他们商量过后决定分成两队，一队从正门入，另一队从后方潜进入。
en_us: In case the person refining pills had a partner, they agreed to split into two teams. One team would go in from the front, while the other would sneak in through the back.

source: 主人在，游小默用一株上品灵草换到两株中品，还附赠了一些种子，那些种子是天修随手放在柜子里的，并没有太大的作用。
en_us: You XiaoMo was able to trade one high-grade magic herb with two mid-grade magic herbs and also some seeds. Those seeds were randomly placed there by Tian Xiu, they didn't have much of a use.

source: 主人求安慰！
en_us: Please comfort me master! (求安慰)

source: 举手投足间就把集九镇最强的男人打倒了，而且对方还毫无反抗之力，这说明什么？
en_us: Within a single movement, he had overthrown the strongest man in JiJiu Town. Moreover, the other party did not have the slightest resistance. What did this mean?

source: 久而久之，这种现象就渐渐在集九镇的人们心里烙下一个深刻的世界观，就算我们坑了你又怎么样，你敢跟集九镇所有人为敌吗？
en_us: As time passed, this phenomenon gradually branded a deep world-view in the hearts of the people of JiJiu Town. So what even if we defraud you? Do you dare to become enemies with all the residents of JiJiu Town?

source: 之前他的速度太快，所以没有正面看到，此时凌霄的脸几乎完完整整的出现在他面前，伏姓男子一个踉跄，幸好他及时稳住，否则就要当众摔倒了。
en_us: Previously, he was going too fast, so he did not see the front view of Ling Xiao's face. At this time, Ling Xiao's face practically appeared in front of him. The man surnamed Fu stumbled. Fortunately, he was able to stabilize himself in time, otherwise he would fallen in front of everyone.

source: 之前有人不信邪，特意走进去几步，结果当着所有人的面被两名守卫给架走了，之后就没人敢再示范了。
en_us: A few people hadn't believed this and purposefully walked inside. They ended up getting taken away by the guards and after that no one dared try again.

source: 之前由于游小默炼丹时连一丝灵魂之力都没有散发出来，所以大家都没办法探测到他炼的灵丹等级，但是现在解放了，几乎所有人都发现了。
en_us: Since You XiaoMo hadn’t let a single thread of soul force slip from his grasp, no one was able to estimate the level of the pill he was refining. Now that it did, everyone noticed.

source: 之前给游小默打下手，万厨师学了两分，于是就试着做了两道，做好的时候也尝过味道，虽然比不上游小默做的，但是已经让他很满意了。
en_us: By helping out You XiaoMo, Chef Wan learnt about twenty percent of the dish, thus he tried making them. The end result wasn't comparable to what You XiaoMo made but was still satisfactor by his standards.

source: 之后不到一个时辰，又有二三十户人家跑来跟游小默交涉，不过他的储物袋很快就告竭了。
en_us: In the next two hours, twenty or thirty families had come to barter with You XiaoMo, but his magic bags quickly ran out.

source: 之后两人还讨论了炼丹之道和晋级之道。
en_us: After that, the two even talked about the path of refining pills and of advancements. (炼丹之道和晋级之道)

source: 之后五长老便宣布比赛结束，明天开始第二轮，然后让大家解散了。
en_us: Then the fifth elder announced that the competition had come to a close, with the second round beginning tomorrow, and dismissed everyone.

source: 之后他们就赶往双鱼酒楼。
en_us: After that, they hurried over to the ShuangYu Hotel.

source: 之后他又和凌霄去了一次功法阁，本想看看有没有比天魂经更厉害的功法，可惜没有看到，而且灵魂功法和技法几乎一样稀有，另外，自从他拜老头为师后，他也没有将天魂经传给他的意思，不知道他到底是没有，还是有其他想法。
en_us: After that, he and LingXiao revisited the Soul Training Pavilion; they had wanted to see if there were any soul training manuals that bested the Heavenly Soul Scripture. Unfortunately, not only did they not see any, soul training manuals were about as rare as skill training ones. In addition, the old geezer didn’t seem to have any intentions to pass down the Heavenly Soul Scripture to him, either because he didn’t have it, or he had other plans for it.

source: 之后又拍卖了几款物品，价格都是没有低于一百万灵晶的。
en_us: After that a few more items were sold and none were below a million spirit gems.

source: 之后又接连出现几道雷，每一道雷的颜色都不尽相同，威力似乎一道比一道大，但还是被他接了下来。
en_us: After that, several lightnings strikes appeared successively, each of which had different colors and seemed to be more powerful than the previous, but they were still blocked by the man.

source: 之后又逛了三家，被两家拒绝后，游小默终于知道那句‘走着瞧’是什么意思了，敢情一区的导师是抱团的。
en_us: After visiting three more shops and being rejected by two, You XiaoMo finally knew what the phrase of 'wait and see' meant. It turned out that all the teachers in Block 1 (一区) were a group (抱团).

source: 之后，拍卖师又连续拍卖了几件压轴宝贝，有顶级功法和技法，也有彩级灵丹和丹方，特别是前两样，各大势力几乎争得你死我活，四灵帝王兽则主要竞拍后两种。
en_us: After that, the auctioneer sold off several pieces of treasures, including transcendent level soul and skill training manuals and Rainbow Level magic pills and pill recipes. Practically every major force practically had a life-or-death struggle over the first two. The Four Divine Emperor Beasts mainly bidded for the latter items.

source: 之后，武成来探望过他。
en_us: After that, Wu Cheng came to visit him.

source: 之后，游小默在双鱼酒楼又待了三天，他也没闲，之前炼的高级灵丹已经快被凌霄给吃光了，这家伙胃口似乎变得比以前还要大。
en_us: Afterwards, You XiaoMo had spent three more days in the ShuangYu hotel. He wasn't idle. The high level pills he had refined before had all been eaten by Ling Xiao. This guy's appetite seemed to have grown from before.

source: 之后，游小默如愿的睡到第二天晚上，因为凌霄多附赠了一个下午。
en_us: After that, You XiaoMo had his wishes fulfilled and slept till the night of the second day, because Ling Xiao had added on another complementary afternoon for him. (凌霄多附赠了一个下午)

source: 之所以只剩下这点人，和肥仔有莫大的关系，因为多数人是受到他的威胁才离开的，这事发生在昨天和前天，所以游小默和凌霄都没遇到。
en_us: The reason why only them six were left had to do with the fat kid. Many people had been threatened by him to leave. This had happened yesterday and the day before, so it didn't happen to You XiaoMo and Ling Xiao.

source: 乌山集镇卖灵草的地方统称为灵草堂，背后得靠山正是古玛部落。
en_us: All shops that sold magic herbs had the same name and their patron (靠山), of course, was the Guma Tribe.

source: 乌山集镇就古玛部落的大本营，这里看守着许多实力强大的强者，断不能像在集九镇那样大出风头。
en_us: The WuShan Town was the headquarters of the Guma Tribe, there were many powerhouses guarding the town, so they can't make a big splash like they did at JiJiu Town. (大出风头)

source: 乌山集镇本地人的入镇费很便宜，只要一枚灵晶，大概是因为他们穿着本地的衣服，所以守门人以为他们是东洲人。
en_us: The entrance fee of the natives were really cheap, only one spirit gem. It was probably because the clothes they were wearing was native that the guards mistook them for people of Dong Zhou.

source: 乌梅镇是个不起眼的小镇，但是人流量却比同等级的小镇多两三倍，虽说乌梅镇里有小型空间传送阵是一个原因，但是又有多少人是用得起空间传送阵的？
en_us: The Ebony Plum Town was an unremarkable and small town, but the flow of people there was two or three times more than another small town of the same level. Although one reasons was that Ebony Plum Town had a miniature Dimensional Transport circle, how many people could actually afford to use the Dimensional Transport circle?

source: 乌梅镇的人以及所有路这的人都不知道，在繁荣的脚下正隐藏着一场即将举行的盛大拍卖会。
en_us: Unknown to the people of Ebony Plum Town and those who passed through, hidden beneath the prosperity was a grand auction that was about to be held.

source: 乌梅镇的地下拍卖会不只成立了多久，但从底下的建筑却看得出来已经有许多个年头，而且很可能只是一个分部势力而已。
en_us: No one knew when Ebony Plum Town' underground auction had been created, but the buildings seemed to have quite a few years to them, and it seemed like it was just a sub-faction.

source: 乍一看像个飘飘，实际上是个帅哥。
en_us: At first glance, it seemed like a ghost, but in reality it was a handsome guy.

source: 乔无双哭笑不得的将她的脑袋转到她刚刚看的方向，不远处正站着游小默和凌霄两人，他们周围几乎没人，明明这么明显。
en_us: Not knowing whether to laugh or cry, Qiao WuShuang turned her head around to where she was looking at before. Not far from here stood You XiaoMo and Ling Xiao with barely anyone around them. It was very obvious.

source: 乔无双带他们到一个偏僻的地方，周围没什么人才开口问道：“接下来你们有什么打算？”
en_us: Qiao WuShuang took them to a secluded area and only asked when no one was around, "What are you guys planning to do from here on out?"

source: 乔无双立刻捂住她的嘴巴，无奈的对游小默和凌霄说道：“抱歉，她这几天脑袋有些问题，她说什么你们都不要理会。”
en_us: Before she could continue, Qiao WuShuang covered her mouth and said with resignation, "Sorry, her brains a bit problematic these days. Just ignore everything she says."

source: 乔无星会意的将她拉开，“天心，听话好不好？”这一个多月他已经快劝到无力了。
en_us: Qiao WuXing understood his plea and pulled her away. "Tian Xin, behave, alright?" He had practically used up all his energy on trying to discourage Tian Xin this month.

source: 乔无星和九夜一起升到九十五层，在他不在的这段时间里，两人的修为也相应提高了不少，和他一样也是吃了提升修为的灵丹。
en_us: Qiao WuXing and Jiu Ye had risen to the ninety-fifth level during the period of time when he was away. Likewise, the two's cultivation had also risen a lot, as they had consumed a magic pill to raise their cultivation like he had too.

source: 乔无星和九夜打到九十五层的时候，正是在打擂台上比斗的，当时整个会场几乎坐满了人。
en_us: When Qiao WuXing and Jiu Ye battled till the ninety-fifth level, which was the time where they were fighting on the arena, the venue for their battles were completely filled.

source: 乔无星得知这件事后已经无话可说，似乎自他成为逍遥院的院生后，他就没好好的在巨无霸待过，现在更是继挑战特别规则成功后就跑得无影无踪。
en_us: Qiao WuXing had no words to say after knowing of this. It seemed that after he became a student of the XiaoYao Academy, he had not properly stayed in the Gigantcus for a period of time. Now, he had even ran off till he disappeared without a trace after successfully challenging the special regulations (继挑战特别规则成功后).

source: 乔无星无奈的问道：“天心，其实我一直想问，你到底喜欢他哪点？”
en_us: Qiao WuXing helplessly asked, "Tian Xin, I actually always wanted to ask, what about him caught your liking?"

source: 乔无星歉意的看了游小默一眼，随即追了过去。
en_us: Qiao WuXing glanced at You XiaoMo apologetically before chasing after her.

source: 乔无星笑了笑，“好，把无双赔给你好不好？”毫不犹豫的出卖了他的堂弟。
en_us: Qiao WuXing smiled. "Alright, how about I give you WuShuang?" He didn't hesitate to offer up his cousin.

source: 九夜否认道：“不是，是指院生与巨无霸的导师及长老之间的交易，他们和我们不一样，每个月都能得到固定的点数，虽然导师和长老们也有分等级，但是他们对积分的需求不如院生频繁，那些积分就积累下来，恰恰是我们需要的，当然，院生之间也可以交易，不过这种现象很少。”
en_us: Jiu Ye denied it. "No, I'm talking about the trade between the students and Giganticus' teachers and elders. They're not the same as us, since they can earn a certain amount of points every month. Although the teachers and elders also have different levels, they don't need points as frequently as students do. Those points just accumulate, and they're exactly what we need. Of course, students can trade among themselves, but this happens very rarely."

source: 九夜告诉游小默，如果他能拿出他们想要的东西，长老们一定不会少给他积分，和一二区完全不同。
en_us: Jiu Ye told You XiaoMo, so long as they could deliver something they asked for, the elders wouldn't be stingy. It was very differebt from areas one and two.

source: 九夜对他的情况多少有些了解，便了然的点头，“你想赚积分？”
en_us: Jiu Ye more or less understood his situation, and he nodded. "You want to earn some points?"

source: 九夜建议游小默先去一区看看，虽然积分不高，但是导师和长老们需求的东西一般都是大家舍得换的。
en_us: Jiu Ye suggested that You XiaoMo first go to Block 1 to take a look. Although they didn't give many points, the items that the teachers and elders needed were usually things that people were willing to exchange.

source: 九夜正好无事便亲自带游小默去私人交易所。
en_us: Jiu Ye just happened to have nothing to do, so he personally brought You XiaoMo to the private Exchange Quarter.

source: 九夜沉吟半晌，“有倒是有，想必你应该也能猜得到，挑战赛每三个月才有一次，每次最高只能获得六分，对大部分人来说六分是远远不够的，关于这一点，逍遥院也想出一些解决的办法。”
en_us: Jiu Ye hesitated for a while. "There is, and presumably you can also guess what it is. There's only one competition every three months, and the most points you can earn each time is six points. For most people, six points is nowhere near enough. XiaoYao Institution also thought of a solution for this."

source: 九夜点点头，“不错，而且不是一般的丹方，鲁长老是非彩级丹方不换，他是一名彩级二品丹师。”
en_us: Jiu Ye nodded. "That's right, and no ordinary recipes. Elder Lu only wants rainbow pill recipes. He's second grade rainbow mage."

source: 九夜看了眼杨导师面上嘲讽的冷笑才跟过去。
en_us: Jiu Ye only followed after he saw the mocking sneer on Teacher Yang's face.

source: 九夜看他一脸平静，就知道他不需要他帮忙。
en_us: Seeing his calm expression, Jiu Ye knew You XiaoMo didn't need his help.

source: 九夜眼中闪过一丝诧异，却没有阻止他。
en_us: A flash of confusion passed through Jiu Ye's eyes, but he didn't stop the other.

source: 九夜眼中露出一丝震惊，他如今的修为是十级上品巅峰，只差临门一脚就能突破，结果游小默竟然突破彩级了？
en_us: A trace of surprise could be seen in Jiu Ye's eyes. His current cultivation was at high-grade pinnacle level ten (十级上品巅峰), and he was half a foot into breaking through the next level. You XiaoMo actually broke through the Rainbow Level already?

source: 九夜知道这些事，不过他没有跟游小默说。
en_us: Jiu Ye knew about these, but he did not tell You XiaoMo about them.

source: 九夜答道：“不，价位在六积分之上，最高不限。”
en_us: Jiu Ye answered, "No, the price is above six points, but there's no limit on the maximum."

source: 九夜虽然来过交易会几次，但是他每次过来都只在二区和三区转，所以杨导师并没有见过有他。
en_us: Jiu Ye had only been walking about in Block 2 and Block 3 despite having been the the Exchange Quarter a couple of times, so Teacher Yang had never seen him before.

source: 九夜表情怪异的问道：“你想换？”
en_us: Jiu Ye asked him with a strange expression, "You want to trade with him?"

source: 九夜说道。
en_us: Jiu Ye said.

source: 九夜说：“巨无霸里有一个私人交易所，只有七十层以上的院生才能参加，交易所流通的货币便是积分。”
en_us: Jiu Ye said, "There's a private Exchange Quarter in Giganticus, and only students who are on the 70th floor and above can participate. The currency that the Exchange Quarter uses is points."

source: 九夜身上的好东西确实不少，他来三区已经交易过三次，这些长老最欢迎的就是九夜和乔无星这两个天之骄子。
en_us: Jiu Ye did indeed have a lot of good things with him and had already made three transactions after coming to Block 3. Jiu Ye and Qiao WuXing, these two specially privileged people were the ones most welcomed by these elders.

source: 九夜还没回话，打瞌睡的鲁长老瞬间睁开眼睛，看起来浑浊，实则精明的眼睛顿时扫射了过来，迅速的打量了他一遍，分数线他有顶级一品的修为后，眼中闪过一丝诧异。
en_us: Jiu Ye didn't reply. The napping Elder Lu opened his eyes, looking half asleep, but his shrewd gaze immediately shot over, analyzing them. After realizing You XiaoMo had a transcendent level first grade cultivation base, surprise flashed through his eyes.

source: 九夜这个名字对他们来说是如雷贯耳，因为人人都知道丹师工会的雷老有一个最得意的徒弟叫九夜，他的名字比较特别，一般听过一次就不会忘记的，而且有传闻他将来会继承丹师工会。
en_us: The name Jiu Ye was just like thunder piercing the ear, because everyone knew that the disciple Old Lei of the Mage Association was most pleased with was called Jiu Ye. His name was quite special and most would not forget it after hearing it once. Furthermore, there were rumors that he would inherit the Mage Association in the future.

source: 九夜面无表情的说说道：“前几天在北阳城出现一名圣境强者，那人说过会来宴会找一个很久没见的老友叙旧，大家留下来就是想看看那名圣境强者到底会不会来。”
en_us: Jiu Ye emotionlessly explained, "A couple of days ago, a Sacred level practitioner appeared in BeiYang City and said that they would come to the celebration to look for an old friend. Everyone is staying to see if the Sacred level practitioner will actually come or not."

source: 九夜顺着他的视线看过去，当下了然，“那位鲁长老，他是九十六层的负责人，脾气有些怪异，每个月会来两三天，时间一般不定，因为他要求的东西很少人拿得出手，所以一般很少跟他交换。”
en_us: Jiu Ye followed his gaze and looked over, immediately realizing what You XiaoMo was thinking. "That Elder Lu is the one responsible for the ninety-sixth floor. He has a rather strange temper, and comes two or three times every month at random times. Since very few people are able to deliver what he asks for,very few people try."

source: 九玄铁之下，还有八玄铁至一玄铁。
en_us: Under nine myth steel, there was also eight to one myth steel.

source: 也就只有丧心病狂的人才做得出这种事情。
en_us: Only twisted people could do something like this.

source: 也许是许久没见，长得越来越妩媚，不用刻意对他人使用狐族的诱惑技能，她的眉目间便有一股天然的魅惑。
en_us: Maybe it was because they hadn't seen each other for a while, her features had become more charming (妩媚). Even without purposefully using her seducing skill (诱惑) of the fox tribe (狐族), her facial features had a natural lure to them.

source: 买去立刻把不情不愿的皮球拖走了，其他人则自觉的跟上去。
en_us: MaoQiu instantly dragged the unwilling PiQiu away, and the other people followed of their own accord.

source: 乳白色的灵魂之力仿佛折射出彩色的光芒，乍一眼看上去跟以前没什么变化，看久了就会发现其实是有此案话的，只不过因为他才刚突破，所以效果还不是很明显。
en_us: The milky white soul power seemed to reflect a rainbow colored shine. At first glance there didn't seemed to be a change, however, if you looked long enough, ----, but because he had just recently (突破), the effects were not apparent.

source: 争先恐后，犹如蚂蚁大军。
en_us: They all fought to get there first like swarming ants.

source: 事件虽然不了了之，但是已经传开了。
en_us: Although the matter was still unfinished, it had already spread around.

source: 事到如今，玄盛也知道再解释两人也不会相信，干脆撕破伪善的脸皮，慈祥的脸瞬间被傲慢和轻视两者取代。
en_us: Since matters had reached this stage, Xuan Sheng also knew that the two would not believe him even if whether he explained again. Thus, he simply tore off his hypocritical smile. The benevolent expression was instantaneously replaced by arrogance and contempt.

source: 事后倒是没有宿醉，但是他们忘不了灵酒的味道。
en_us: They did not have any hangovers after the event, but they could not forget the taste of that spirit wine.

source: 事实上除了莫景，就算是邢七和高殷也不知道他们的身份，只知道是两个从来没有见过的陌生人救走了莫景。
en_us: In reality, even Xing Qi and Gao Yin did not know their identities, and only knew that two strangers who had never met before had saved Mo Jing. The only one that knew this was Mo Jing.

source: 事实上，一般的修炼者确实不敢反抗，大家都秉着多一事不如少一事的想法，毕竟是人家的地盘，而真正的强者却没兴趣跟一群蝼蚁计较，一般确实不会在这种偏远停留，这才造成现在的局面。
en_us: In actual fact, an ordinary practitioners would not dare to resist them. Everyone maintained the notion of 'it is better to avoid unnecessary trouble'. after all, this was the territory of others, and the real experts were not interested in arguing with a group of nobodies and would not normally stay in such a remote area. This was why the present situation was brought about.

source: 事实上，他买这些灵草用的是双鱼酒楼的名声，不仅可以享有天区和地区的折扣，而且贩卖的宝贝也比市价要高一些。
en_us: To be honest, some of these herbs he bought using the ShuangYu Hotel's name. Not only could he get the (天区和地区) discounts, the quality sold was better than normal.

source: 事实上，他的便宜爹正用一种‘好像很好吃’一样的眼神盯着黑鸦，黑鸦是一种灵性的生物，察觉到游君其的想法，当然要赶紧逃跑。
en_us: In reality, his cheapskate dad had been eyeing the Black Crow with an expression that made it clear he thought it would make a good meal. Black Crows were sentient, and, sensing You JunQi's thoughts, it would naturally run at the earliest opportunity.

source: 事实上，凌霄在上次离开空间的时候就顺手在他的身上下了压制修为的禁制，白衣人大概已经习惯了，所以什么反应也没有。
en_us: In reality, on the way out of the dimension last time, Ling Xiao had simultaneously placed seals on his body that inhibited cultivation. The person in white was most likely already used to it, so he hadn't had any response.

source: 事实确实如此。
en_us: That seemed to be the case.

source: 事已至此，师傅才让他回来候命。
en_us: Since things had already come to this point, shifu finally let him return and wait for further orders.

source: 事情算是闹了起来。
en_us: Things had gotten chaotic.

source: 二三十株灵草之中有三分之一是成熟，剩下的都是幼苗，种子也不是很多，中天毕竟和西境不同，种子和幼苗的市场比西境还要低，武成也是找了许久才找到的。
en_us: From the twenty/thirty odd herbs, a third was matured whereas the rest was saplings, and not many seeds. The market for seeds and saplings was even worse in Zhong Tian than Xi Jing, so these took a while for Wu Cheng to find.

source: 二区是八十层到八十九层，三区是九十层到一百层。
en_us: Block 2 was from the 80th to the 89th floor, and Block 3 was from the 90th to the 100th floor.

source: 二十万灵晶可以买好多恢复灵力的灵丹，现在加上配方就不同了，竞争的人一下子提高了好几倍。
en_us: One could buy a lot of recovery magic pills with two hundred thousand spirit gems, but the competition was different now with the recipe included. The amount of bidders increased ten folds.

source: 二十年前，游震天终于按捺不住。
en_us: You ZhenTian finally could not restrain himself twenty years ago.

source: 二楼房间，昨晚发生的事情并没有影响到游小默，他很顺利的将内丹的能量转化为自己的，实力可谓突飞猛进，从中品一下子跳到上品巅峰，现在他正在突破十级与彩级一品之间的隔阂。
en_us: On the second floor room, nothing that had happened yesterday bothered You XiaoMo at all. He very sucessfully turned the pills power into his own (内丹). His power increased by leaps and bounds, jumping from middle-grade to peak high-grade. (中品一下子跳到上品巅峰) Now he was trying to break through the barrier from level ten to rainbow grade one. (彩级一品)
